package body

const (
	CreateAccountMessage = `Здравствуйте!

Благодарим Вас за регистрацию на портале ГБОУ Школы "Покровский квартал". Для активации личного кабинета поступающего перейдите по следующей ссылке:

`
	RecoverPasswordMessage = `Здравствуйте!

Для смены пароля на портале Покровского квартала перейдите по ссылке:

`
	SignUpForTestDateMessage10Year = `Уважаемый абитуриент!
Вы успешно зарегистрированы на экзамен. 
Экзамен пройдет %s по адресу %s в %s.
Выбранные профили: %s.
Выбранные профильные предметы: %s.

Регистрация начинается за 40 минут до начала тестирования.
С собой необходимо иметь паспорт, ручку, линейку.
Работа состоит из двух частей - основная - 2 часа, профильная 1 час, вторая профильная.
Между каждой из них перерыв 15 минут. С собой можно иметь воду и продукты питания.
Обращаем внимание, что запрещено использовать мобильные телефоны, планшеты, ноутбуки и другие электронные устройства,
в том числе в качестве калькулятора. 

Желаем Вам успехов!`

	SignUpForTestDateMessage9Year = `Уважаемый абитуриент!
Вы успешно зарегистрированы на экзамен. 
Экзамен пройдет %s по адресу %s в %s.
Выбранные профили: %s.
Выбранные профильные предметы: %s.

Регистрация начинается за 40 минут до начала тестирования.
С собой необходимо иметь паспорт, ручку, линейку.
Работа проходит в формате МЦКО, время написания одного предмета - 40 минут. С собой можно иметь воду и продукты питания.
Обращаем внимание, что запрещено использовать мобильные телефоны, планшеты, ноутбуки и другие электронные устройства,
в том числе в качестве калькулятора.

Желаем Вам успехов!`

	BeforeExamMessage = `Уважаемый абитуриент!
Напоминаем, что Вы зарегистрированы на экзамен.
Экзамен пройдет %s по адресу %s в %s.
Необходимо подъехать за 30 минут до экзамена. 
С собой необходимо иметь паспорт и письменные принадлежности.
Ждем Вас!
`
)
