package body

const (
	CreateAccountMessage = `Здравствуйте!

Благодарим Вас за регистрацию на портале ГБОУ Школы "Покровский квартал". Для активации личного кабинета поступающего перейдите по следующей ссылке:

`
	RecoverPasswordMessage = `Здравствуйте!

Для смены пароля на портале Покровского квартала перейдите по ссылке:

`
	SignUpForTestDateMessage = `Уважаемый абитуриент!
Вы успешно зарегистрированы на экзамен. 
Экзамен пройдет %s по адресу %s в %s.
Выбранные профили: %s.
Выбранные профильные предметы: %s.
Желаем Вам успехов!`

	BeforeExamMessage = `Уважаемый абитуриент!
Напоминаем, что Вы зарегистрированы на экзамен.
Экзамен пройдет %s по адресу %s в %s.
Необходимо подъехать за 30 минут до экзамена. 
С собой необходимо иметь паспорт и письменные принадлежности.
Ждем Вас!
`
)
